Repository: Tyngstast/borsdata-valuation-alarmer
Catalog: iosApp/iosApp/*.lproj/Localizable.strings
Languages: sv

# company_label
source: Company
sv: Bolag

# kpi_label
source: KPI
sv: Nyckeltal

# kpi_below_threshold_label
source: Trigger Below Value
sv: Går under värde

# kpi_value
source: Value
sv: Värde

# login_text_title
source: Requires BÃ¶rsdata Pro
sv: Kräver Börsdata Pro

# login_text_input_label
source: API Key
sv: API-nyckel

# login_cd_error_icon
source: Error occurred
sv: Fel uppstod

# login_text_submit_button
source: VERIFY
sv: VERIFIERA

# login_unauthorized
source: Invalid API Key
sv: Felaktig API-nyckel

# login_service_error
source: Unexpected error during Borsdata integration.
sv: Oväntat fel vid anrop mot Börsdata

# list_edit_button
source: Edit
sv: Redigera

# list_deactivate_button
source: Deactivate
sv: Inaktivera

# list_reactivate_button
source: Reactivate
sv: Återaktivera

# list_delete_button
source: Delete
sv: Ta bort

# list_text_title
source: Active Alarms
sv: Aktiva alarm

# list_cd_add_button
source: Add Alarm
sv: Lägg till llarm

# list_toast_alarm_reacitvated
source: Alarm Reactivated
sv: Alarm återaktiverat

# list_toast_alarm_deacitvated
source: Alarm Deactivated
sv: Alarm inaktiverat

# welcome_p1
source: Welcome!
sv: Här var det tomt!

# welcome_p2
source: Add an alarm to start monitoring.
sv: Lägg till ett alarm för att starta ny bevakning.

# welcome_p3_1
source: A
sv: En

# welcome_p3_2
source: marks KPIs being calculated with current prices.
sv: markerar nyckeltal som räknas ut med nuvarande pris.

# welcome_p3_icon_cd
source: Lightning
sv: Blixt

# welcome_p4
source: Remaining KPIs are updated once per day.
sv: Övriga nyckeltal uppdateras en gång per dag.

# menu_feedback
source: Send Feedback
sv: Lämna feedback

# menu_reset
source: Reset API Key
sv: Nollställ API-nyckel

# menu_icon_cd
source: Menu
sv: Meny

# menu_toast_email_error
source: Could not find email app Email us at:
sv: Hittade ingen app för e-post Maila oss på:

# add_text_title
source: Add Alarm
sv: Lägg till alarm

# add_toast_empty_input
source: Please enter values
sv: Var god fyll i värden

# add_toast_invalid_kpi_value
source: Please enter a valid KPI value
sv: Var god fyll i ett giltigt triggervärde

# add_toast_save_success
source: Saved new alarm
sv: Sparade nytt alarm

# edit_text_title
source: Edit Alarm
sv: Redigera alarm

# edit_toast_invalid_kpi_value
source: Please enter a valid KPI value
sv: Var god fyll i ett giltigt värde

# edit_toast_save_success
source: Updated alarm
sv: Uppdaterade alarm

# notification_alarm_triggered_title
source: Valuation Alarm Triggered!
sv: Värderingslarm triggades!

# notification_message_trigger_word
source: below
sv: under

# notification_error_title
source: The App seems to have encountered an unexpected error!
sv: Appen verkar ha stött på oväntade problem!

# notification_error_message
source: Open the app to re-sync
sv: Öppna appen för att synka på nytt

# enable_notifications_warning
source: Enable notifications to get any use of the application!
sv: Aktivera notifikationer för att få användning av applikationen!
